[
  {
    "Name": "Relief Fund for Hollywood Support Staff",
    "Link": "https://www.gofundme.com/f/44ndst-relief-fund-for-hollywood-support-staff",
    "Image": "../static/img/con1.jpg",
    "Id": "conModal1",
    "Description": "The entertainment organizations #PayUpHollywood, Scriptnotes Podcast and YEA! have teamed up to create the Hollywood Support Staff COVID-19 Relief Fund, aimed to assist LA-based support staffers affected by the COVID-19 shut downs."
  },
  {
    "Name": "Help Hourly Workers During The Coronavirus Crisis",
    "Link": "https://www.gofundme.com/f/helphourlyworkers",
    "Image": "../static/img/con2.jpg",
    "Id": "conModal2",
    "Description": "The coronavirus pandemic has brought the United States (and much of the world) to a halt. Restaurants have closed or are offering only takeout and delivery options, hotel business has slowed dramatically, and bars have been shuttered. As a result, people who rely on hourly wages (including those who rely on tips) are suffering, having seen their daily income all but disappear overnight, and for some already losing their jobs. Government relief efforts are helpful, and some businesses are continuing to pay their workers for an allotted period of time, but many have been left out in the cold. They need immediate relief to pay for food and other basic needs."
  },
  {
    "Name": "Seattle Artist Relief Fund Amid COVID-19",
    "Link": "https://www.gofundme.com/f/for-artists",
    "Image": "../static/img/con3.jpg",
    "Id": "conModal3",
    "Description": "The widespread cancellation of group events has had a disproportionate impact on the Seattle arts community - especially those who rely on gigs to pay their bills. Creatives are people whose very existence relies on what they create and people being able to access their work. Musicians, DJ’s, independent chefs, caterers, actors, directors, writers, spoken word artists, teaching artists, all of these peoples jobs rely on people showing up for events but events are being canceled."
  },
  {
    "Name": "COVID-19 Relief Fund",
    "Link": "https://www.gofundme.com/f/covid19-relief-fund",
    "Image": "../static/img/con2.jpg",
    "Id": "conModal4",
    "Description": "The World Health Organization (WHO) has declared coronavirus a global pandemic. It is affecting people all across the globe. Whether it means being quarantined on a cruise ship, finding alternative childcare, losing wages, or actually being infected, people’s health and daily lives are changing in big ways. Donate to this general relief fund to directly support individuals affected by the coronavirus (COVID-19) pandemic, as well as the organizations working to keep people safe, find a cure, or support their communities."
  },
  {
    "Name": "A Million Masks: Coronavirus Support Fund",
    "Link": "https://www.gofundme.com/f/a-million-masks-coronavirus-support-fund",
    "Image": "../static/img/con3.jpg",
    "Id": "conModal5",
    "Description": "Our friends who are working in NYC’s most active emergency rooms have messaged us telling us that they are already caring for Coronavirus patients without any masks, because there is a shortage. Some have told us that they are most likely sick with Coronavirus, but there aren’t enough tests for them to get a definitive answer. We have started this fundraising campaign to secure medical masks, and other Personal Protective Equipment (PPE), to the healthcare workers who need it most. "
  },
  {
    "Name": "Seattle Hospitality Emergency Fund",
    "Link": "https://www.gofundme.com/f/seattle-hospitality-emergency-fund",
    "Image": "../static/img/con1.jpg",
    "Id": "conModal6",
    "Description": "As we all come to terms with the health crisis here in Seattle, our vibrant and essential hospitality industry workers are also staring down the possibility of economic catastrophe. Seattle hospitality workers currently have the ability to apply for full or partial unemployment, and our city is working to pass a ban on evictions during this time. Despite these reliefs, there is no 100% rent forgiveness, unemployment payments take time to arrive--and when they do, the amount is often not enough to cover basic living costs in one of the most expensive cities in the nation. Folks who are laid off from jobs that also pay for their medical insurance may have to buy into COBRA or the open market, which can be a devastating cost while relying on unemployment payments alone. We have started a fund that can be accessed by workers whose hours have been curtailed because of this crisis and who are not being otherwise compensated."
  },
  {
    "Name": "Navajo & Hopi Families COVID-19 Relief Fund",
    "Link": "https://www.gofundme.com/f/navajo-amp-hopi-families-covid19-relief",
    "Image": "../static/img/con3.jpg",
    "Id": "conModal7",
    "Description": "The Navajo Nation and Hopi Reservation are extreme food deserts with only 13 grocery stores on Navajo to serve some 180,000 people and only 3 small grocery marts on Hopi to serve some 3,000 people.  These communities also have high numbers of elderly, diabetic, asthmatic, and cancer-afflicted (i.e., high risk) individuals.  These communities could be devastated by coronavirus and COVID-19.  We want to help these individuals, especially the elderly and high risk individuals, and families with children, to gain access to the food and water (1/3 of Navajo residents do not have running water) and other essential items they will need to weather this pandemic, such as food for their animals, PPE, and diapers.  The need is so great."
  },
  {
    "Name": "Great American Restaurants Employee Relief Fund",
    "Link": "https://www.gofundme.com/f/great-american-restaurants-employee-relief-fund",
    "Image": "../static/img/con2.jpg",
    "Id": "conModal8",
    "Description": "We have set up the Great American Restaurants Employee Relief Fund to help support these 1,700 wonderful people. The Norton family will match every contribution two for one. That means that if you donate $100, the Norton family will add $200 to the Relief Fund. Every contribution counts - no matter how small - it will make a profound impact in the lives of these outstanding people. Your continued support during this difficult time means more to us than you will ever know."
  },
  {
    "Name": "Mask Response at Suay",
    "Link": "https://www.gofundme.com/f/mask-response-at-suay",
    "Image": "../static/img/con3.jpg",
    "Id": "conModal9",
    "Description": "THIS IS A TIME TO STEP UP. Every choice we make now can reduce the negative impact of this experience. Our first responders NEED PROTECTION to keep working on the front lines! Every $1 you donate will get 1 mask into the hands of our most valuable assets. We are writing from Suay Sew Shop. Suay is a community supported remade sewing shop in Frogtown, Los Angeles. We lean on our community to provide livable wages to low income and immigrant workers.  Now we want to help support our community in return.  We are already starting to produce masks in accordance to CDC recommendation of replacement when N95 masks are unavailable.  We have two prototypes for front  line responders and a mask for other crews that will continue to keep us healthy and fed during this time. Suay has set up extra precautions to ensure the safety of our team and the products we will produce."
  },
  {
    "Name": "Feeding UW Hospital Staff",
    "Link": "https://www.gofundme.com/f/feeding-uw-hospital-staff",
    "Image": "../static/img/con1.jpg",
    "Id": "conModal10",
    "Description": "Over the past week, as we've thought about how best to take care of workers in our industry (restaurants), our minds also turned to who else could use our help right now. How could we share a resource -- The London Plane kitchen -- with those who are working on the front lines to contain this pandemic and treat the sick? Starting Wednesday 3/18 we will be sending 1,600 meals per day to UW hospital staff for at least a week. Our estimate is that this will cost us $10,000 per day. (gulp)  We have raised enough seed capital to get started, but any additional money helps. The money goes 100% to pay our cost of goods and labor."
  },
  {
    "Name": "Save Lives w 3D Printed Face Shields",
    "Link": "https://www.gofundme.com/f/cls-3d-faceshields",
    "Image": "../static/img/con2.jpg",
    "Id": "conModal11",
    "Description": "The engineering teachers and students at Charlotte Latin School are raising funds to 3D print face shields for nurses and doctors who are treating patients who may have Covid-19. $10 goes toward the production of 2 face shields that are reusable and can protect 2 frontline medical workers throughout this crisis. (Note: Face shields are NOT for sale. They are made then donated to local hospitals, first responders, etc.) Due to the nationwide shortage of medical protective gear, even health professionals in Charlotte, NC are affected. Hospitals have a low supply of masks and are asking staff to reuse the ones they have -- at times tasked to make 1 mask last a 10-hour shift -- all of which pose major health risks."
  },
  {
    "Name": "Richmond Restaurant Workers Support Fund",
    "Link": "https://www.gofundme.com/f/richmond-restaurant-workers-support-fund",
    "Image": "../static/img/con3.jpg",
    "Id": "conModal12",
    "Description": "The Richmond Restaurant community has been decimated by closures due to Covid—19. Many thousands of workers are unexpectedly unemployed with little to no way to provide for themselves and their families. This fund aims to help the most vulnerable of those workers through grants. Please consider donating to support these workers who have spent years cooking and serving you in our wonderful Richmond dining community."
  }
]